Repository: devoky99/kirei
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %lld new since last time
de: %lld neu seit dem letzten Mal

source: %lld photos
de: %lld Fotos

source: %lld screenshots
de: %lld Bildschirmfotos

source: Check again
de: Erneut prüfen

source: Continue
de: Weiter

source: Kirei looks for duplicates, similar shots and blurry photos. Everything stays on your device, and nothing is deleted without you.
de: Kirei sucht Duplikate, ähnliche Aufnahmen und unscharfe Fotos. Alles bleibt auf deinem Gerät, und nichts wird ohne dich gelöscht.

source: Library
de: Mediathek

source: Limited access: Kirei only sees the photos you selected.
de: Eingeschränkter Zugriff: Kirei sieht nur die Fotos, die du ausgewählt hast.

source: Open Settings
de: Einstellungen öffnen

source: Photo access is off
de: Der Zugriff auf Fotos ist aus

source: Photo, %@
de: Foto, %@

source: Reading your library…
de: Mediathek wird gelesen …

source: Screenshot, %@
de: Bildschirmfoto, %@

source: The library could not be read. Please try again.
de: Die Mediathek konnte nicht gelesen werden. Bitte versuch es noch einmal.

source: Tidy up your photos
de: Fotos aufräumen

source: You can turn it on in Settings. Kirei only reads previews on this device and never sends anything.
de: Du kannst ihn in den Einstellungen einschalten. Kirei liest nur Vorschaubilder auf diesem Gerät und sendet nichts.
